tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "keith/formulae"
tap "saulpw/vd"
brew "openssl@1.1"
brew "autoconf"
brew "automake"
brew "bat"
brew "bib-tool"
brew "bibclean"
brew "readline"
brew "sqlite"
brew "xz"
brew "glib"
brew "pkg-config"
brew "cask"
brew "coreutils"
brew "deno"
brew "node"
brew "fd"
brew "ffmpeg"
brew "git"
brew "gnu-sed"
brew "libomp"
brew "imagemagick@6"
brew "ispell"
brew "languagetool"
brew "luajit", args: ["HEAD"]
brew "mp4v2"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "pandoc"
brew "perl"
brew "pipenv"
brew "poppler"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "stow"
brew "subversion"
brew "texlab"
brew "tmux"
brew "wget"
brew "zlib"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus@27"
brew "keith/formulae/reminders-cli"
brew "saulpw/vd/visidata"
cask "alacritty"
cask "amethyst"
cask "autodesk-fusion360"
cask "deepl"
cask "eul"
cask "firefox"
cask "font-cantarell"
cask "font-fira-code"
cask "font-jetbrainsmono-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-overpass-mono"
cask "font-source-code-pro"
cask "mactex-no-gui"
cask "oracle-jdk"
cask "r"
cask "signal"
cask "skim"
cask "spaceman"
cask "visual-studio-code"
