tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "saulpw/vd"
brew "automake"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "glib"
brew "cask"
brew "coreutils"
brew "deno"
brew "fd"
brew "ffmpeg"
brew "git"
brew "gnu-sed"
brew "ispell"
brew "mp4v2"
brew "neofetch"
brew "neovim"
brew "node"
brew "pandoc"
brew "pandoc-citeproc"
brew "pipenv"
brew "pkg-config"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "spotify-tui"
brew "stow"
brew "texlab"
brew "tmux"
brew "wget"
brew "xpdf"
brew "zlib"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus@26", args: ["with-modern-icon"]
brew "saulpw/vd/visidata"
cask "alacritty"
cask "deepl"
cask "font-jetbrainsmono-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-overpass-mono"
cask "font-source-code-pro"
cask "mactex"
cask "oracle-jdk"
cask "r"
cask "rstudio"
cask "signal"
cask "visual-studio-code"
