tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "saulpw/vd"
brew "cask"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "mp4v2"
brew "neofetch"
brew "neovim"
brew "node"
brew "pandoc"
brew "pandoc-citeproc"
brew "pyenv"
brew "pyenv-pip-migrate"
brew "pyenv-virtualenv"
brew "stow"
brew "tmux"
brew "wget"
brew "x11vnc"
brew "xpdf"
cask "deepl"
cask "iterm2"
cask "mactex"
cask "oracle-jdk"
cask "r"
cask "visual-studio-code"
